Repository: bartfeenstra/betty
Catalog: betty/assets/locale/*/betty.po
Languages: nl_nl

source: Betty is an application that takes a family tree and builds a website out of it, much like the one you are viewing right now. The more information your genealogical research contains, the more interactivity Betty can add to your site, such as media galleries, maps, and browsable family trees.
nl_nl: Betty is een programma dat van een stamboom een website bouwt zoals de site die je nu aan het bezoeken bent. Des te meer informatie je genealogisch onderzoek bevat, des te meer interactiviteit Betty aan je site toe kan voegen,zoals mediagalerijen, kaarten, en visuele stambomen.

source: Betty was named after %(liberta_lankester_label)s, and this website shows a small sample of her family history. You can browse the pages about her and some of her family to get an idea of what a Betty site looks like.
nl_nl: Betty is vernoemd naar %(liberta_lankester_label)s, en deze website bevat een uittreksel van haar familiegeschiedenis. Je kan de pagina's over haar en haar familie bekijken om een idee te krijgen van hoe een Betty-site eruit ziet.

source: Welcome to %(project_title)s
nl_nl: Welkom bij %(project_title)s

source: Display <a href="https://www.wikipedia.org/">Wikipedia</a> summaries for resources with external links. In your custom <a href="https://jinja2docs.readthedocs.io/en/stable/">Jinja2</a> templates, use the following: <pre><code> {{% with resource=resource_with_links %}} {{% include 'wikipedia.html.j2' %}} {{% endwith %}} </code></pre>
nl_nl: Geef <a href="https://www.wikipedia.org/">Wikipedia</a>-samenvattingen week voor informatie met externe links. Gebruik de volgende code in <a href="https://jinja2docs.readthedocs.io/en/stable/">Jinja2</a>-templates: <pre><code> {{% with resource=resource_with_links %}} {{% include 'wikipedia.html.j2' %}} {{% endwith %}} </code></pre>

source: "{hex_value}" is not a valid hexadecimal color, such as #ffc0cb.
nl_nl: "{hex_value}" is geen geldige hexadecimale kleur, zoals bijvoorbeeld #ffc0cb.

source: "{invalid_locale}" is not a valid IETF BCP 47 language tag.
nl_nl: "{invalid_locale}" is geen geldige IETF BCP 47 taaltag.

source: "{path}" is not a directory.
nl_nl: "{path}" is geen directory.

source: "{value}" is not a valid machine name: only lowercase letters, digits, and hyphens (-) are allowed.
nl_nl: "{value}" is geen geldige machinenaam: alleen kleine letters, cijfers, en streepjes (-) zijn toegestaan.

source: %(date)s in %(place)s
nl_nl: %(date)s te %(place)s

source: %(event)s of %(subjects)s
nl_nl: %(event)s van %(subjects)s

source: %(event)s with %(subjects)s
nl_nl: %(event)s met %(subjects)s

source: %(person_individual_name)s had a child with %(co_parent_labels)s.
nl_nl: %(person_individual_name)s had een kind met %(co_parent_labels)s.

source: %(person_individual_name)s had a child.
nl_nl: %(person_individual_name)s had een kind.

source: %(person_individual_name)s is the child of %(parent_labels)s.
nl_nl: %(person_individual_name)s is het kind van %(parent_labels)s.

source: A family history as told by <a href="https://github.com/bartfeenstra/betty">Betty👵</a>
nl_nl: Een familieverhaal verteld door <a href="https://github.com/bartfeenstra/betty">Betty👵</a>

source: API documentation
nl_nl: API-documentatie

source: About
nl_nl: Over

source: Accessed %(date)s
nl_nl: Opgevraagd op %(date)s

source: Adoption
nl_nl: Adoptie

source: All caches cleared.
nl_nl: Alle caches geleegd.

source: All of these requirements must be met
nl_nl: Aan al deze vereisten moet worden voldoen

source: All rights reserved
nl_nl: Alle rechten voorbehouden

source: Also known as %(names)s
nl_nl: Ook bekend als %(names)s

source: Ancestral names include
nl_nl: De voorouders heetten

source: Announcement of divorce
nl_nl: Scheidingsaankondiging

source: Announcement of marriage
nl_nl: Huwelijksaankondiging

source: Appearances
nl_nl: Verschijningen

source: At least {expected} items are required, but found {actual}.
nl_nl: Minimaal {expected} items zijn vereist, maar er waren er {actual} gevonden.

source: At most {expected} items are allowed, but found {actual}.
nl_nl: Maximaal {expected} items zijn toegestaan, maar er waren er {actual} gevonden.

source: At which URL will your site be published?
nl_nl: Op welke URL wordt je site gepubliceerd?

source: Attendee
nl_nl: Aanwezige

source: Baptism
nl_nl: Doping

source: Bar mitzvah
nl_nl: Bar mitswa

source: Bat mitzvah
nl_nl: Bat mitswa

source: Beneficiary
nl_nl: Begunstigde

source: Betty could not load the SPDX licenses
nl_nl: Betty kon de SPDX-licenties niet laden

source: Betty is unfamiliar with Gramps event "{event_id}"'s type of "{gramps_event_type}". The event was imported, but its type was set to "{betty_event_type}".
nl_nl: Betty kent het Gramps-gebeurtenistype "{gramps_event_type}" van gebeurtenis "{event_id}" niet. De gebeurtenis is geladen, maar zijn type is nu "{betty_event_type}".

source: Betty is unfamiliar with Gramps file "{file_id}"'s copyright notice ID of "{copyright_notice_id}" and ignored it.
nl_nl: Betty kent copyrightvermelding-ID "{copyright_notice_id}" van Gramps-bestand "{file_id}" niet en heeft het genegeerd.

source: Betty is unfamiliar with Gramps file "{file_id}"'s license ID of "{license_id}" and ignored it.
nl_nl: Betty kent licentie-ID "{license_id}" van Gramps-bestand "{file_id}" niet en heeft het genegeerd.

source: Betty is unfamiliar with Gramps person "{person_id}"'s gender of "{gramps_gender}". The person was imported, but their gender was set to "{betty_gender}".
nl_nl: Betty kent het Gramps-geslacht "{gramps_gender}" van persoon "{person_id}" niet. De persoon is geladen, maar hun geslacht is nu "{betty_gender}".

source: Betty is unfamiliar with Gramps place "{place_id}"'s type of "{gramps_place_type}". The place was imported, but its type was set to "{betty_place_type}".
nl_nl: Betty kent het Gramps-plaatstype "{gramps_place_type}" van plaats "{place_id}" niet. De plaats is geladen, maar zijn type is nu "{betty_place_type}".

source: Betty is unfamiliar with person "{person_id}"'s Gramps presence role of "{gramps_presence_role}" for the event with Gramps handle "{event_handle}". The role was imported, but set to "{betty_presence_role}".
nl_nl: Betty kent de Gramps-rol "{gramps_presence_role}" van persoon "{person_id}" voor de gebeurtenis met Gramps-handle "{event_handle}" niet. De rol is geladen, maar het type is nu "{betty_presence_role}".

source: Betty will talk to you in {locale}
nl_nl: Betty zal in het {locale} tegen je praten

source: Birth
nl_nl: Geboorte

source: Building
nl_nl: Gebouw

source: Built the Webpack front-end assets.
nl_nl: De Webpack front-end assets gebouwd.

source: Burial
nl_nl: Begravenis

source: Cannot find an available port to bind the web server to.
nl_nl: Kan geen beschikbare poort voor de webserver vinden.

source: Cannot find and import "{plugin_id}".
nl_nl: Kan plugin "{plugin_id}" niet vinden en importeren.

source: Cannot find locale {locale}.
nl_nl: Kan taalregio {locale} niet vinden.

source: Cannot generate pages for {entity_type}, because it is not a user-facing entity type.
nl_nl: Kan geen pagina's genereren voor {entity_type}, omdat het entiteitstype niet zichtbaar is voor gebruikers.

source: Cannot load coordinates "{coordinates}", because they are in an unknown format.
nl_nl: Can de coördinaten "{coordinates}" niet laden, omdat ze in een onbekend formaat geschreven zijn.

source: Celebrant
nl_nl: Ambtenaar

source: Citation
nl_nl: Verwijzing

source: Citations
nl_nl: Verwijzingen

source: City
nl_nl: Stad

source: Clear all caches
nl_nl: Leeg alle caches

source: Conference
nl_nl: Conferentie

source: Configure Betty
nl_nl: Configureer Betty

source: Confirmation
nl_nl: Geloofsbelijdenis

source: Continue reading on <a href="%(url)s">Wikipedia</a>.
nl_nl: Lees verder op <a href="%(url)s">Wikipedia</a>.

source: Copyright
nl_nl: Auteursrecht

source: Copyright Wikipedia contributors
nl_nl: Copyright Wikipedia-bijdragers

source: Copyright of these works lies with the original authors who contributed them to Wikipedia.
nl_nl: Het copyright op deze werken ligt bij de originele auteurs die ze aan Wikipedia bijgedragen hebben.

source: Correspondence
nl_nl: Correspondentie

source: Cotton Candy is Betty's default theme.
nl_nl: Cotton Candy is Betty's standaardthema.

source: Could not extract {file_path} as a gzip file (*.gz).
nl_nl: Kan het bestand {file_path} niet als een gzip-bestand (*.gz) uitpakken.

source: Could not extract {file_path} as a gzipped tar file (*.tar.gz).
nl_nl: Kan het bestand {file_path} niet als een ge-gzipt tar-bestand (*.tar.gz) uitpakken.

source: Could not find a plugin "{plugin_id}".
nl_nl: Kan de plugin "{plugin_id}" niet vinden.

source: Could not find any of the following configuration files in {project_directory_path}: {configuration_file_names}.
nl_nl: Kon geen van de volgende configuratiebestanden vinden in {project_directory_path}: {configuration_file_names}.

source: Could not find the file "{file_path}".
nl_nl: Kan het bestand "{file_path}" niet vinden.

source: Could not load "{file_path}" as a *.gpkg, a *.gramps, or an *.xml family tree.
nl_nl: Kan het besand "{file_path}" niet als een *.gpkg-, een *.gramps-, of een *.xml-stamboom laden.

source: Country
nl_nl: Land

source: County
nl_nl: Graafschap

source: Create a new project
nl_nl: Maak een nieuw project

source: Create a new translation
nl_nl: Maak een nieuwe vertaling

source: Create a new translation for Betty itself
nl_nl: Maak een nieuwe vertaling voor Betty zelf

source: Create a new translation for an extension
nl_nl: Maak een nieuwe vertaling voor een extensie

source: Create events such as births and deaths by deriving their details from existing information.
nl_nl: Maak gebeurtenissen zoals geboortes en overlijdens door de details hiervoor af te leiden van bestaande informatie.

source: Cremation
nl_nl: Crematie

source: Death
nl_nl: Overlijden

source: Department
nl_nl: Departement

source: Deriver
nl_nl: Afleider

source: Deriving...
nl_nl: Afleiden...

source: Descendant names include
nl_nl: De nakomelingen heten

source: Description, licensing, and image history
nl_nl: Beschrijving, licentie, en afbeeldingsgeschiedenis

source: Determine if people can be proven to have died. If not, mark them and their associated entities private.
nl_nl: Bepaal of bewezen kan worden dat personen overleden zijn. Indien niet, markeer hen en gerelateerde entiteiten privé.

source: Display interactive family trees using <a href="https://cytoscape.org/">Cytoscape</a>.
nl_nl: Geef interactieve stambomen weer door middel van <a href="https://cytoscape.org/">Cytoscape</a>.

source: Display lists of places as interactive maps using <a href="https://leafletjs.com/">Leaflet</a>.
nl_nl: Geef plaatsen weer als interactieve kaarten door middel van <a href="https://leafletjs.com/">Leaflet</a>.

source: Display the HTTP API documentation in a user-friendly way using <a href="https://swagger.io/tools/swagger-ui">Swagger UI</a>.
nl_nl: Geef de HTTP API-documentatie op een gebruiksvriendelijke manier weer met behulp van <a href="https://swagger.io/tools/swagger-ui">Swagger UI</a>.

source: Divorce
nl_nl: Echtscheiding

source: Do you mean one of {available_options}?
nl_nl: Bedoel je één van {available_options}?

source: Do you mean {available_option}?
nl_nl: Bedoel je {available_option}?

source: Do you want to add another locale?
nl_nl: Wil je nog een taalregio toevoegen?

source: Do you want to load a Gramps family tree?
nl_nl: Wil je een Gramps-stamboom laden?

source: E.g. "%(example)s"
nl_nl: Bijvoorbeeld "%(example)s"

source: Emigration
nl_nl: Emigratie

source: Enclosure
nl_nl: Omsluiting

source: Enclosures
nl_nl: Omsluitingen

source: Engagement
nl_nl: Verloving

source: Event
nl_nl: Gebeurtenis

source: Events
nl_nl: Gebeurtenissen

source: Exactly {expected} items are required, but found {actual}.
nl_nl: Precies {expected} items zijn vereist, maar er waren er {actual} gevonden.

source: Exit the search
nl_nl: Stop met zoeken

source: Explore a demonstration site
nl_nl: Ontdek een demonstratiesite

source: External links
nl_nl: Externe links

source: Facts
nl_nl: Feiten

source: Family
nl_nl: Familie

source: Farm
nl_nl: Boerderij

source: Female
nl_nl: Vrouwelijk

source: File
nl_nl: Bestand

source: File reference
nl_nl: Bestandsverwijzing

source: File references
nl_nl: Bestandsverwijzingen

source: Files
nl_nl: Bestanden

source: Find out more about this image on Wikimedia Commons.
nl_nl: Vind meer informatie over deze afbeelding op Wikimedia Commons.

source: Funeral
nl_nl: Uitvaart

source: Generate a static site
nl_nl: Genereer een statische site

source: Generated {completed_job_count} out of {total_job_count} items ({completed_job_percentage}%).
nl_nl: {completed_job_count} van de {total_job_count} items gegenereerd ({completed_job_percentage}%).

source: Generating JSON Schema...
nl_nl: JSON Schema aan het genereren...

source: Generating OpenAPI specification...
nl_nl: OpenAPI-specificatie aan het genereren...

source: Generating localized public files in {locale}...
nl_nl: Gelokaliseerde publieke bestanden in het {locale} aan het genereren...

source: Generating static public files...
nl_nl: Statische publieke bestanden aan het genereren...

source: Generating your site to {output_directory}.
nl_nl: Bezig je site te genereren naar {output_directory}.

source: HTTP API Documentation
nl_nl: HTTP API-documentatie

source: Hamlet
nl_nl: Gehucht

source: I'm sorry, dear, but it seems there are no events.
nl_nl: Het spijt me, schat, maar het lijkt erop dat er geen gebeurtenissen zijn.

source: I'm sorry, dear, but it seems there are no media.
nl_nl: Het spijt me, schat, maar het lijkt erop dat er geen media zijn.

source: I'm sorry, dear, but it seems there are no people.
nl_nl: Het spijt me, schat, maar het lijkt erop dat er geen personen zijn.

source: I'm sorry, dear, but it seems there are no places.
nl_nl: Het spijt me, schat, maar het lijkt erop dat er geen plaatsen zijn.

source: I'm sorry, dear, but it seems there are no sources.
nl_nl: Het spijt me, schat, maar het lijkt erop dat er geen bronnen zijn.

source: Immigration
nl_nl: Immigratie

source: Invalid JSON: {error}.
nl_nl: Ongeldige JSON: {error}

source: Invalid YAML: {error}.
nl_nl: Ongeldige YAML: {error}

source: Language
nl_nl: Taal

source: Last modified on %(last_modified)s
nl_nl: Laatst bijgewerkt op %(last_modified)s

source: License
nl_nl: Licentie

source: Load <a href="https://gramps-project.org/">Gramps</a> family trees.
nl_nl: Laad <a href="https://gramps-project.org/">Gramps-</a>stambomen.

source: Loaded the configuration from {configuration_file_path}.
nl_nl: Configuratie vanuit "{configuration_file_path}" geladen.

source: Loaded {citation_count} citations.
nl_nl: {citation_count} verwijzingen geladen

source: Loaded {event_count} events.
nl_nl: {event_count} gebeurtenissen geladen

source: Loaded {file_count} files.
nl_nl: {file_count} bestanden geladen

source: Loaded {note_count} notes.
nl_nl: {note_count} notities geladen

source: Loaded {person_count} people.
nl_nl: {person_count} personen geladen

source: Loaded {place_count} places.
nl_nl: {place_count} plaatsen geladen

source: Loaded {repository_count} repositories as sources.
nl_nl: {repository_count} bibliotheken als bronnen geladen

source: Loaded {source_count} sources.
nl_nl: {source_count} bronnen geladen

source: Loading "{file_path}"...
nl_nl: "{file_path}" aan het laden...

source: Locale aliases must not contain slashes.
nl_nl: Taalregioaliassen mogen geen schuine streep bevatten.

source: MMMM d
nl_nl: d MMMM

source: MMMM d, y
nl_nl: d MMMM y

source: Male
nl_nl: Mannelijk

source: Maps
nl_nl: Kaarten

source: Marriage
nl_nl: Huwelijk

source: Missing
nl_nl: Vermist

source: Municipality
nl_nl: Gemeente

source: Neighborhood
nl_nl: Buurt

source: No part may be reproduced or distributed in any form or by any means, without express written permission from the copyright holder, or unless permitted by copyright law.
nl_nl: Geen deel mag worden gereproduceerd of gedistribueerd, in welke vorm of of welke manier, zonder expliciete geschreven toestemming van de copyrighthouder, of indien toegestaan door copyrightwetgeving.

source: Non-binary
nl_nl: Non-binair

source: Note
nl_nl: Aantekening

source: Notes
nl_nl: Opmerkingen

source: Number
nl_nl: Nummer

source: Occupation
nl_nl: Beroep

source: One or more of these requirements must be met
nl_nl: Aan één van deze vereisten moet voldaan worden

source: Organizer
nl_nl: Organisator

source: Other attendees
nl_nl: Overige aanwezigen

source: People
nl_nl: Personen

source: Permanent link to this section.
nl_nl: Permanente link naar dit onderdeel.

source: Person
nl_nl: Persoon

source: Person name
nl_nl: Persoonsnaam

source: Person names
nl_nl: Persoonsnamen

source: Place
nl_nl: Plaats

source: Places
nl_nl: Plaatsen

source: Plugin {plugin_label} ({plugin_id}) is not configurable, but configuration was given.
nl_nl: Plugin {plugin_label} ({plugin_id}) is niet configureerbaar, maar er was configuratie voorzien.

source: Pre-built Webpack front-end assets are available
nl_nl: Vooraf gebouwde Webpack front-end assets zijn beschikbaar.

source: Pre-built Webpack front-end assets are unavailable
nl_nl: Vooraf gebouwde Webpack front-end assets zijn niet beschikbaar.

source: Presence
nl_nl: Aanwezigheid

source: Presence of {person} at {event}
nl_nl: Aanwezigheid van {person} bij {event}

source: Presences
nl_nl: Aanwezigheden

source: Privatized person {privatized_person_id} ({privatized_person}) because they are likely still alive.
nl_nl: Persoon {privatized_person_id} ({privatized_person}) geprivatiseerd omdat hen waarschijnlijk nog leeft.

source: Privatized place {privatized_place_id} ({privatized_place}) because it is not associated with any public information.
nl_nl: Plaats {privatized_place_id} ({privatized_place}) geprivatiseerd omdat deze niet met enige openbare informatie geassocieerd is.

source: Privatized {count} people because they are likely still alive.
nl_nl: {count} personen geprivatiseerd omdat zij waarschijnlijk nog leven.

source: Privatized {count} {entity_type}, because they are associated with private information.
nl_nl: {count} {entity_type} geprivatiseerd, omdat deze met privéinformatie geassocieerd zijn.

source: Privatized {privatized_entity_type} {privatized_entity_id} ({privatized_entity}) because of {reason_entity_type} {reason_entity_id} ({reason_entity}).
nl_nl: {privatized_entity_type} {privatized_entity_id} ({privatized_entity}) geprivatiseerd vanwege {reason_entity_type} {reason_entity_id} ({reason_entity}).

source: Privatizer
nl_nl: Privatiseerder

source: Privatizing...
nl_nl: Privatiseren...

source: Project author
nl_nl: Projectauteur

source: Province
nl_nl: Provincie

source: Public domain
nl_nl: Publiek domein

source: Read more on Wikipedia.
nl_nl: Lees meer op Wikipedia.

source: References
nl_nl: Referenties

source: Region
nl_nl: Regio

source: Residence
nl_nl: Woonplaats

source: Retirement
nl_nl: Pensioen

source: Saved your project to {configuration_file}.
nl_nl: Configuratie naar "{configuration_file}" opgeslagen.

source: Serve a generated site
nl_nl: Serveer een gegenereerde site

source: Serving your site at {url}...
nl_nl: Je site op {url} aan het serveren...

source: Source
nl_nl: Bron

source: Sources
nl_nl: Bronnen

source: Speaker
nl_nl: Spreker

source: Starting Python's built-in web server...
nl_nl: Pythons ingebouwde webserver aan het starten...

source: State
nl_nl: Staat

source: Street
nl_nl: Straat

source: Subject
nl_nl: Onderwerp

source: The Gramps {gramps_entity_reference} entity has a "betty:link-{link_name}:media_type" attribute with value "{media_type}", which is not a valid IANA media type. This media type was ignored.
nl_nl: De Gramps-entiteit {gramps_entity_reference} heeft een attribuut "betty:link-{link_name}:media_type" met waarde "{media_type}", wat geen geldig IANA-mediatype is. Dit mediatype is genegeerd.

source: The Gramps {gramps_entity_reference} entity requires a "betty:link-{link_name}:url" attribute. This link was ignored.
nl_nl: De Gramps-entiteit {gramps_entity_reference} vereist het attribuut "betty:link-{link_name}:url". Deze link is genegeerd.

source: The URL must include a host.
nl_nl: De URL moet een host bevatten.

source: The URL must start with a scheme such as https:// or http://.
nl_nl: De URL moet beginnen met een protocol, zoals https:// of http://.

source: The betty:privacy Gramps attribute must have a value of "public" or "private", but "{privacy_value}" was given for {entity_type} {entity_id} ({entity_label}), which was ignored.
nl_nl: Het betty:privacy Gramps-attribuut moet "public" of "private" zijn, maar {entity_type} {entity_id} ({entity_label}) bevat "{privacy_value}", en is daarom genegeerd.

source: The entity reference must be for an entity of type {expected_entity_type_label}, but instead does not specify an entity type at all.
nl_nl: De entiteitsverwijzing moet verwijzen naar een entiteit van het type {expected_entity_type_label}, maar geen entiteitstype is ingesteld.

source: The entity reference must be for an entity of type {expected_entity_type_label}, but instead is for an entity of type {actual_entity_type_label}.
nl_nl: De entiteitsverwijzing moet verwijzen naar een entiteit van het type {expected_entity_type_label}, maar verwijst echter naar een entiteit van het type {actual_entity_type_label}

source: The following errors occurred
nl_nl: De volgende problemen zijn voorgekomen

source: The server at {url} was unreachable after starting.
nl_nl: De server op {url} was onbereikbaar na het starten.

source: There are no available options.
nl_nl: Er zijn geen mogelijkheden beschikbaar.

source: They are the child of %(parent_labels)s.
nl_nl: Hen is het kind van %(parent_labels)s.

source: They grew up with a sibling.
nl_nl: Hen groeide op met een brus.

source: They had a child with %(co_parent_labels)s.
nl_nl: Hen had een kind met %(co_parent_labels)s.

source: They had a child.
nl_nl: Hen had een kind.

source: This citation's details are unavailable to protect people's privacy.
nl_nl: De gegevens van deze verwijzing zijn niet beschikbaar vanwege privacyredenen.

source: This field is required.
nl_nl: Dit veld is vereist.

source: This must be a boolean.
nl_nl: Dit moet een booleaan zijn.

source: This must be a decimal number.
nl_nl: Dit moet een decimaal getal zijn.

source: This must be a key-value mapping.
nl_nl: Dit moet een sleutel-waardetoewijzing zijn.

source: This must be a positive number.
nl_nl: Dit moet een positief getal zijn.

source: This must be a sequence.
nl_nl: Dit moet een reeks zijn.

source: This must be a string.
nl_nl: Dit moet een tekenreeks zijn.

source: This must be a whole number.
nl_nl: Dit moet een geheel getal zijn.

source: This must be none/null.
nl_nl: Dit moet none/null zijn.

source: This person's details are unavailable to protect their privacy.
nl_nl: De gegevens van deze persoon zijn niet beschikbaar vanwege privacyredenen.

source: This person's name is unavailable to protect their privacy.
nl_nl: De naam van deze persoon is niet beschikbaar vanwege privacyredenen.

source: This person's name is unknown.
nl_nl: De naam van deze persoon is onbekend.

source: This source's details are unavailable to protect people's privacy.
nl_nl: De gegevens van deze bron zijn niet beschikbaar vanwege privacyredenen.

source: Timeline
nl_nl: Tijdlijn

source: Trees
nl_nl: Stambomen

source: Unknown
nl_nl: Onbekend

source: Unknown file format "{extension}". Supported formats are: {available_formats}.
nl_nl: Onbekend bestandstype "{extension}". Ondersteunde bestandstypes zijn: {available_formats}.

source: Unknown key: {unknown_key}.
nl_nl: Onbekende sleutel: {unknown_key}.
