Repository: bartfeenstra/betty
Catalog: betty/assets/locale/*/betty.po
Languages: nl_nl

source: Update all existing translations
nl_nl: Update alle bestaande vertalingen

source: Update all existing translations for Betty itself
nl_nl: Update alle bestaande vertalingen voor Betty self

source: Update all existing translations for an extension
nl_nl: Update alle bestaande vertalingen voor een extensie

source: Updated {updated_derivations} {event_type} events based on existing information.
nl_nl: {updated_derivations} {event_type}-gebeurtenissen bijgewerkt op basis van bestaande informatie.

source: Use <kbd>↑</kbd> and <kbd>↓</kbd> to navigate results, or <kbd>esc</kbd> to exit the search.
nl_nl: Gebruik <kbd>↑</kbd> en <kbd>↓</kbd> om door de resultaten te bladeren, of <kbd>esc</kbd> om te stoppen met zoeken.

source: View the documentation
nl_nl: Bekijk de documentatie

source: Village
nl_nl: Dorp

source: What is the path to your exported Gramps family tree file?
nl_nl: Wat is het pad naar je geëxporteerde Gramps-stamboombestand?

source: What is the project author called in {locale}?
nl_nl: Hoe heet de auteur van het project in het {locale}?

source: What is your project called in {locale}?
nl_nl: Hoe heet je project in het {locale}?

source: What is your project's machine name?
nl_nl: Wat is de machinenaam van je project?

source: Where do you want to save your project's configuration file?
nl_nl: Waar wil je je projectconfiguratiebestand opslaan?

source: Which language should your project site be generated in? Enter an IETF BCP 47 language code.
nl_nl: In welke taal moet je projectsite gegenereerd worden? Voer een IETF BCP 47-taalcode in.

source: Wikipedia contributors
nl_nl: Wikipedia-bijdragers

source: Will
nl_nl: Testament

source: Witness
nl_nl: Getuige

source: Witnesses
nl_nl: Getuigen

source: Works in the public domain can be used or referenced without permission, because nobody holds any exclusive rights over these works (anymore).
nl_nl: Werken in het publieke domein mogen gebruikt of naar verwezen worden zonder toestemming, omdat niemand (meer) exclusieve rechten over deze werken heeft.

source: Your browser cannot show PDF documents. <a href="%(file_url)s">Download %(file_name)s</a> to view it on your device instead.
nl_nl: Je browser kan geen PDF-bestanden weergeven. <a href="%(file_url)s">Download %(file_name)s</a> om het daarna te bekijken.

source: Your project has no theme enabled. This means your site's pages may look bare. Try the "cotton-candy" extension.
nl_nl: Er is geen thema ingeschakeld voor je project. Dit betekent dat de pagina's van je site er leeg uit kunnen zien. Probeer de "cotton-candy"-extensie.

source: `npm` is available
nl_nl: `npm` is beschikbaar

source: `npm` is not available
nl_nl: `npm` is niet beschikbaar

source: around {date}
nl_nl: rond {date}

source: from around {start_date}
nl_nl: van ongeveer {start_date}

source: from around {start_date} until around {end_date}
nl_nl: van ongeveer {start_date} tot ongeveer {end_date}

source: from around {start_date} until sometime before around {end_date}
nl_nl: van ongeveer {start_date} tot ergens voor ongeveer {end_date}

source: from around {start_date} until sometime before {end_date}
nl_nl: van ongeveer {start_date} tot ergens voor {end_date}

source: from around {start_date} until {end_date}
nl_nl: van ongeveer {start_date} tot en met {end_date}

source: from sometime after around {start_date} until around {end_date}
nl_nl: van ergens na ongeveer {start_date} tot ongeveer {end_date}

source: from sometime after around {start_date} until {end_date}
nl_nl: van ergens na ongeveer {start_date} tot en met {end_date}

source: from sometime after {start_date} until around {end_date}
nl_nl: van ergens na {start_date} tot ongeveer {end_date}

source: from sometime after {start_date} until {end_date}
nl_nl: van ergens na {start_date} tot en met {end_date}

source: from {start_date}
nl_nl: vanaf {start_date}

source: from {start_date} until around {end_date}
nl_nl: vanaf {start_date} tot ongeveer {end_date}

source: from {start_date} until sometime before around {end_date}
nl_nl: vanaf {start_date} tot ergens voor ongeveer {end_date}

source: from {start_date} until sometime before {end_date}
nl_nl: vanaf {start_date} tot ergens voor {end_date}

source: from {start_date} until {end_date}
nl_nl: vanaf {start_date} tot en met {end_date}

source: in %(place)s
nl_nl: te %(place)s

source: npm (https://www.npmjs.com/) must be available for features that require Node.js packages to be installed. Ensure that the `npm` executable is available in your `PATH`.
nl_nl: npm (https://www.npmjs.com/) moet beschikbaar zijn voor functionaliteit waarvoor Node.js packages geïnstalleerd moeten worden. Zorg ervoor dat het `npm`-programma beschikbaar is in je `PATH`.

source: private
nl_nl: privé

source: show %(name_count)s more
nl_nl: toon één meer

source: show fewer
nl_nl: toon minder

source: show less
nl_nl: toon minder

source: show more
nl_nl: toon meer

source: sometime after around {start_date}
nl_nl: ergens na ongeveer {start_date}

source: sometime after {start_date}
nl_nl: ergens na {start_date}

source: sometime before around {end_date}
nl_nl: ergens voor ongeveer {end_date}

source: sometime before {end_date}
nl_nl: ergens voor {end_date}

source: sometime between around {start_date} and around {end_date}
nl_nl: ergens tussen ongeveer {start_date} en ongeveer {end_date}

source: sometime between around {start_date} and {end_date}
nl_nl: ergens tussen ongeveer {start_date} en {end_date}

source: sometime between {start_date} and around {end_date}
nl_nl: ergens tussen {start_date} en ongeveer {end_date}

source: sometime between {start_date} and {end_date}
nl_nl: ergens tussen {start_date} en {end_date}

source: unknown date
nl_nl: onbekend

source: until around {end_date}
nl_nl: tot ongeveer {end_date}

source: until {end_date}
nl_nl: tot en met {end_date}

source: {dependent_label} requires {dependency_labels}.
nl_nl: {dependent_label} vereist {dependency_labels}.

source: {event_type} ({event_description}) of {subjects}
nl_nl: {event_type} ({event_description}) van {subjects}

source: {event_type} of {subjects}
nl_nl: {event_type} van {subjects}

source: {extension} does not have an assets directory.
nl_nl: {extension} heeft geen assets-directory.

source: © Copyright the author, unless otherwise credited
nl_nl: © Copyright de auteur, tenzij anders vermeld

source: © Copyright {author}, unless otherwise credited
nl_nl: © Copyright {author}, tenzij anders vermeld
