Repository: bartfeenstra/betty
Catalog: betty/assets/locale/*/LC_MESSAGES/betty.po
Languages: fr_fr, uk

source: unknown date
fr_fr: date inconnue
uk: невідома дата

source: around %(date)s
fr_fr: vers %(date)s
uk: близько %(date)s

source: %(date)s
fr_fr: le %(date)s

source: MMMM d, y
fr_fr: d MMMM y
uk: d MMMM y року

source: MMMM d
fr_fr: d MMMM
uk: d MMMM

source: from %(start_date)s until %(end_date)s
fr_fr: du %(start_date)s au %(end_date)s OK2
uk: з %(start_date)s до %(end_date)s

source: from %(start_date)s until sometime before %(end_date)s
fr_fr: du %(start_date)s jusqu'à quelques temps avant le %(end_date)s OK2
uk: з %(start_date)s до десь раніше %(end_date)s

source: from %(start_date)s until around %(end_date)s
fr_fr: du %(start_date)s jusqu'à environ le %(end_date)s OK2
uk: з %(start_date)s до приблизно %(end_date)s

source: from %(start_date)s until sometime before around %(end_date)s
fr_fr: du %(start_date)s jusqu'approximativement quelques temps avant le %(end_date)s OK2
uk: з %(start_date)s до десь до %(end_date)s

source: from sometime after %(start_date)s until %(end_date)s
fr_fr: d'approximativement quelques temps après le %(start_date)s jusqu'au %(end_date)s OK2
uk: десь після %(start_date)s до %(end_date)s

source: sometime between %(start_date)s and %(end_date)s
fr_fr: quelques temps entre le %(start_date)s et le %(end_date)s OK3
uk: десь між %(start_date)s та %(end_date)s

source: from sometime after %(start_date)s until around %(end_date)s
fr_fr: entre quelque temps après le %(start_date)s et jusqu'approximativement le %(end_date)s OK3
uk: десь після %(start_date)s приблизно до %(end_date)s

source: sometime between %(start_date)s and around %(end_date)s
fr_fr: quelques temps entre le %(start_date)s et approximativement le %(end_date)s OK3
uk: десь між %(start_date)s і близько %(end_date)s

source: from around %(start_date)s until %(end_date)s
fr_fr: entre approximativement le %(start_date)s et jusqu'au %(end_date)s OK3
uk: приблизно з %(start_date)s до %(end_date)s

source: from around %(start_date)s until sometime before %(end_date)s
fr_fr: entre approximativement le %(start_date)s et jusqu'à quelques temps avant le %(end_date)s OK3
uk: приблизно з %(start_date)s до десь раніше %(end_date)s

source: from around %(start_date)s until around %(end_date)s
fr_fr: entre approximativement le %(start_date)s et jusqu'approximativement le %(end_date)s OK3
uk: приблизно з %(start_date)s приблизно до %(end_date)s

source: from around %(start_date)s until sometime before around %(end_date)s
fr_fr: entre approximativement le %(start_date)s et jusqu'approximativement quelques temps avant le %(end_date)s OK3
uk: приблизно з %(start_date)s до десь до %(end_date)s

source: from sometime after around %(start_date)s until %(end_date)s
fr_fr: entre approximativement quelques temps après le %(start_date)s et jusqu'au %(end_date)s OK3
uk: десь після %(start_date)s до %(end_date)s

source: sometime between around %(start_date)s and %(end_date)s
fr_fr: quelques temps entre approximativement le %(start_date)s et le %(end_date)s OK3
uk: десь між приблизно %(start_date)s та %(end_date)s

source: from sometime after around %(start_date)s until around %(end_date)s
fr_fr: entre approximativement après le %(start_date)s et jusqu'approximativement le %(end_date)s OK3
uk: десь приблизно після %(start_date)s приблизно до %(end_date)s

source: sometime between around %(start_date)s and around %(end_date)s
fr_fr: quelques temps entre approximativement le %(start_date)s et approximativement le %(end_date)s OK3
uk: десь між приблизно %(start_date)s та приблизно %(end_date)s

source: from %(start_date)s
fr_fr: à partir du %(start_date)s
uk: з %(start_date)s

source: sometime after %(start_date)s
fr_fr: quelques temps après le %(start_date)s
uk: десь після %(start_date)s

source: from around %(start_date)s
fr_fr: à partir d'environ le %(start_date)s
uk: приблизно з %(start_date)s

source: sometime after around %(start_date)s
fr_fr: environ après le %(start_date)s
uk: десь приблизно після %(start_date)s

source: until %(end_date)s
fr_fr: jusqu'au %(end_date)s
uk: до %(end_date)s

source: sometime before %(end_date)s
fr_fr: quelques temps avant le %(end_date)s
uk: десь до %(end_date)s

source: until around %(end_date)s
fr_fr: approximativement jusqu'au %(end_date)s
uk: приблизно до %(end_date)s

source: sometime before around %(end_date)s
fr_fr: approximativement quelques temps avant le %(end_date)s
uk: десь приблизно до %(end_date)s

source: Retrieve the collection of files.
fr_fr: Récupération de l'ensemble des fichiers.

source: The collection of files.
fr_fr: L'ensemble des fichiers.

source: Retrieve a single file.
fr_fr: Récupération d'un seul fichier.

source: The file.
fr_fr: Le fichier.

source: Retrieve the collection of people.
fr_fr: Récupération de l'ensemble des individus.

source: The collection of people.
fr_fr: L'ensemble des individus.

source: Retrieve a single person.
fr_fr: Récupération d'un individu.

source: The person.
fr_fr: L'individu.

source: Retrieve the collection of places.
fr_fr: Récupération de l'ensemble des lieux.

source: The collection of places.
fr_fr: L'ensemble des lieux.

source: Retrieve a single place.
fr_fr: Récupération d'un seul lieu.

source: The place.
fr_fr: Le lieu.

source: Retrieve the collection of events.
fr_fr: Récupération de l'ensemble des événements.

source: The collection of events.
fr_fr: L'ensemble des événements.

source: Retrieve a single event.
fr_fr: Récupération d'un seul évènement.

source: The event.
fr_fr: L'événement.

source: Retrieve the collection of citations.
fr_fr: Récupération de l'ensemble des citations.

source: The collection of citations.
fr_fr: L'ensemble des citations.

source: Retrieve a single citation.
fr_fr: Récupération d'une seule citation.

source: The citation.
fr_fr: La citation.

source: Retrieve the collection of sources.
fr_fr: Récupération de l'ensemble des sources.

source: The collection of sources.
fr_fr: L'ensemble des sources.

source: Retrieve a single source.
fr_fr: Récupération d'une seule source.

source: The source.
fr_fr: La source.

source: Unauthorized
fr_fr: Non autorisé
uk: Несанкціонована

source: Forbidden
fr_fr: Interdit

source: Not found
fr_fr: Non trouvé

source: The ID for the resource to retrieve.
fr_fr: L'ID de la ressource à récupérer.

source: An HTTP [Content-Language](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Language) header.
fr_fr: Un header HTTP [Content-Language](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Language).

source: An HTTP [Accept-Language](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Accept-Language) header.
fr_fr: Un header HTTP [Accept-Language](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Accept-Language).

source: An HTML5 document.
fr_fr: Un document HTML5.

source: A locale name.
fr_fr: Un nom de language.

source: Private
fr_fr: Privé
uk: Приватні

source: A citation is available, but has not been published in order to protect people's privacy
fr_fr: Une citation existe mais elle n'a pas été publiée afin de protéger la vie privée des individus.

source: Welcome to %(title)s
fr_fr: Bienvenue à %(title)s
uk: Ласкаво просимо на %(title)s

source: Exit the search
fr_fr: Abondonner la recherche
uk: Вийдіть із пошуку.

source: E.g. "%(example)s"
fr_fr: Par exemple "%(example)s"
uk: Наприклад «%(example)s»

source: Use <kbd>↑</kbd> and <kbd>↓</kbd> to navigate results, or <kbd>esc</kbd> to exit the search. Search again with <kbd>s</kbd>.
fr_fr: Utilisez <kbd>↑</kbd> et <kbd>↓</kbd> pour parcourir les résultats, ou <kbd>esc</kbd> pour abondonner la recherche. Relancez la recherche avec <kbd>s</kbd>.
uk: Використовуйте <kbd>↑</kbd> і <kbd>↓</kbd> для переміщення по результатах або <kbd>esc</kbd> для виходу з пошуку. Шукайте знову за допомогою <kbd>s</kbd>.

source: People
fr_fr: Individu
uk: Люди

source: Timeline
fr_fr: Chronologie
uk: Хронологія

source: Places
fr_fr: Lieux
uk: Місця

source: Language
fr_fr: Langage
uk: Мова

source: External links
fr_fr: Liens externes
uk: Зовнішні посилання

source: References
fr_fr: Références
uk: Референції

source: %(date)s in %(place)s
fr_fr: %(date)s à %(place)s
uk: %(date)s в %(place)s

source: in %(place)s
fr_fr: à %(place)s
uk: в %(place)s

source: © Copyright %(author)s, unless otherwise credited
fr_fr: © Copyright %(author)s, sauf crédit contraire
uk: © Авторське право %(author)s, якщо інше не зараховано

source: A family history as told by <a href="https://github.com/bartfeenstra/betty">Betty👵</a>
fr_fr: Une histoire familiale racontée par<a href="https://github.com/bartfeenstra/betty">Betty👵</a>
uk: Сімейна історія, яку розповіла <a href="https://github.com/bartfeenstra/betty">Betty👵</a>

source: API documentation
fr_fr: documentation de l'API
uk: документація API

source: Permanent link to this section.
fr_fr: Permaliens vers ce paragraphe.
uk: Постійне посилання на цей розділ.

source: show %(name_count)s more
fr_fr: voir un(e) de plus
uk: показати ще одну

source: show fewer
fr_fr: voir moins
uk: показати менше

source: show more
fr_fr: voir plus
uk: показати більше

source: show less
fr_fr: voir moins
uk: показати менше

source: Accessed %(date)s
fr_fr: Accédé le %(date)s
uk: доступ %(date)s

source: %(event)s with %(subjects)s
fr_fr: %(event)s avec %(subjects)s
uk: %(event)s з %(subjects)s

source: %(event)s of %(subjects)s
fr_fr: %(event)s de %(subjects)s
uk: %(event)s %(subjects)s

source: This person's details are unavailable to protect their privacy.
fr_fr: Les détails concernant cette personne ne sont pas disponibles afin de protéger sa vie privée.
uk: Дані цієї особи недоступні для захисту їх конфіденційності.

source: private
fr_fr: privé
uk: приватні

source: This person's name is unknown.
fr_fr: Le nom de la personne est inconnu.
uk: Ім'я цієї людини невідоме.

source: Also known as %(names)s
fr_fr: Aussi connu comme %(names)s
uk: Також відомий як %(names)s

source: Media
fr_fr: Média
uk: Медіа

source: Facts
fr_fr: Faits
uk: Факти

source: Witnesses
fr_fr: Témoins
uk: Свідки

source: Other attendees
fr_fr: Autres participants
uk: Інші відвідувачі

source: Appearances
fr_fr: Caractéristiques
uk: Знайдено в

source: Events
fr_fr: Evénements
uk: Події

source: About
fr_fr: A propos

source: Family
fr_fr: Famille

source: %(person_individual_name)s is the child of %(parent_labels)s.
fr_fr: %(person_individual_name)s est l'enfant de %(parent_labels)s.
uk: %(person_individual_name)s дитина %(parent_labels)s.

source: They are the child of %(parent_labels)s.
fr_fr: Ce sont les enfants de %(parent_labels)s.
uk: Це дитина %(parent_labels)s.

source: They grew up with a sibling.
fr_fr: Ils ont grandi avec un frère ou une sœur.
uk: У його батьків була ще одна дитина.

source: Ancestral names include
fr_fr: Les noms ancestraux incluent
uk: Імена предків є

source: %(person_individual_name)s had a child with %(co_parent_labels)s.
fr_fr: %(person_individual_name)s a eu un enfant %(co_parent_labels)s.
uk: У %(person_individual_name)s була дитина від %(co_parent_labels)s.

source: They had a child with %(co_parent_labels)s.
fr_fr: Ils ont eu un enfant avec %(co_parent_labels)s.
uk: У нього була дитина від %(co_parent_labels)s.

source: %(person_individual_name)s had a child.
fr_fr: %(person_individual_name)s a eu un enfant.
uk: У %(person_individual_name)s була дитина.

source: They had a child.
fr_fr: Ils ont eu un enfant.
uk: У нього була дитина.

source: Descendant names include
fr_fr: Les noms de descendants incluent
uk: Імена нащадків є

source: Subject
fr_fr: Sujet
uk: Предмет

source: Witness
fr_fr: Témoin
uk: Свідок

source: Beneficiary
fr_fr: Bénéficiaire
uk: Бенефіціар

source: Attendee
fr_fr: Participant
uk: Відвідувач

source: Unknown
fr_fr: Inconnu
uk: Невідомо

source: Birth
fr_fr: Naissance
uk: Народження

source: Baptism
fr_fr: Baptême
uk: Хрещення

source: Death
fr_fr: Décès
uk: Смерть

source: Funeral
fr_fr: Funérailles
uk: Похорон

source: Cremation
fr_fr: Crémation
uk: Кремація

source: Burial
fr_fr: Enterrement
uk: Поховання

source: Will
fr_fr: Testament
uk: Заповіт

source: Engagement
fr_fr: Fiançailles
uk: Заручини

source: Marriage
fr_fr: Mariage
uk: Шлюб

source: Announcement of marriage
fr_fr: Bans de mariage
uk: Оголошення шлюбу

source: Announcement of divorce
fr_fr: Annonce de divorce
uk: Оголошення про розлучення

source: Residence
fr_fr: Résidence
uk: Проживання

source: Occupation
fr_fr: Profession
uk: Праця

source: Retirement
fr_fr: Retraite
uk: Вихід на пенсію

source: Correspondence
fr_fr: Correspondance
uk: Листування

source: Missing
fr_fr: Manquant
uk: Відсутній

source: Read more on Wikipedia.
fr_fr: Voir plus sur Wikipedia.
uk: Детальніше читайте у Вікіпедії

source: Continue reading on <a href="%(url)s">Wikipedia</a>.
fr_fr: Poursuivez votre lecture sur <a href="%(url)s">Wikipedia</a>.
uk: Продовжуйте читати у <a href="%(url)s">Вікіпедії</a>.

source: <a href="https://en.wikipedia.org/wiki/Wikipedia:Copyrights">Copyright</a> Wikipedia and its contributors.
fr_fr: <a href="https://nl.wikipedia.org/wiki/Wikipedia:Auteursrechten">Copyright</a> Wikipedia et ses contributeurs.
uk: <a href="https://uk.wikipedia.org/wiki/Вікіпедія:Авторські права">Авторські права</a> на Вікіпедію та її дописувачів.

source: I'm sorry, dear, but it seems you're not logged in.
fr_fr: Je suis désolé mon cher, mais il semble que vous ne soyez pas connecté.

source: Access denied
fr_fr: Accès refusé
uk: У доступі відмовлено

source: I'm sorry, dear, but it seems you're not allowed to view this page.
fr_fr: Je suis désolé mon cher, mais il semble que vous ne soyez pas autorisé à voir cette page.

source: Page not found
fr_fr: Page non trouvée
uk: Сторінку не знайдено

source: I'm sorry, dear, but it seems this page does not exist.
fr_fr: Je suis désolé mon cher, mais il semble que cette page n'existe pas.

source: Adoption
uk: Усиновлення

source: Divorce
uk: Розлучення

source: Immigration
uk: Імміграція

source: Emigration
uk: Еміграція

source: Confirmation
uk: Миропомазання

source: MMMM, y
uk: MMMM y року

source: y
uk: y року

source: Menu
uk: Меню

source: Sources
uk: Джерела

source: Notes
uk: Примітки

source: Source
uk: Джерело
